/*
 Localizable.strings
 EdgeView
 
 Created by DJ.HAN on 2014. 11. 8..
 Copyright (c) 2014년 DJ.HAN. All rights reserved.
 */

//환영문구
"Be EDGE! (...not ecchi)\n\nDrag and drop files." = "Be EDGE!\n(14번째 아해도 엣지있다 하오)\n\n파일을 떨구세요.";

//로딩 시작
"While Loading..." = "파일을 읽고 있습니다...";

//캐쉬 파일 생성
"Making Cache File..." = "캐쉬를 만들고 있습니다...";

//로딩 실패시
"Can't read files" = "파일 열기 실패";

//로딩 취소시
"File loading is cancelled" = "파일 열기 취소";

//파일 히스토리가 있을 때 경고창 문구
"%i page is last read page of %@. \nDo you want to open last read page?" = "%i번째 페이지가 %@에서 가장 최근에 열어본 페이지입니다. \n최근 열어본 페이지로 이동하시겠습니까?";

//최근 읽은 페이지 열기
"Open Last Page" = "최근 읽은 페이지 열기";

//루프 설정
//다음 루프
"Loop Next" = "다음 루프";

//다음 파일 열기
"Open Next File" = "다음 파일 열기";

//첫 페이지로 이동
"Go First Page" = "첫 페이지로 이동";

//마지막 페이지 경고문구
"This is last page. Please select loop option.\n(Press Esc key to cancel)" = "마지막 페이지입니다. 루프 옵션을 선택하세요.\n(Esc 키를 눌러서 취소할 수 있습니다)";

//이전 루프
"Loop Back" = "이전 루프";

//이전 파일 열기
"Open Previous File" = "이전 파일 열기";

//마지막 페이지로 이동
"Go Last Page" = "마지막 페이지로 이동";

//첫번째 페이지 경고문구
"This is first page. Please select loop option.\n(Press Esc key to cancel)" = "첫번째 페이지입니다. 루프 옵션을 선택하세요.\n(Esc키를 눌러서 취소할 수 있습니다)";

//Yes버튼
"Yes" = "예";
//루프 설정 종료

//No 버튼
"No" = "아니오";

//OK 버튼
"OK" = "승인";

//Cancel 버튼
"Cancel" = "취소";

//취소중 메시지
"While Cancelling..." = "취소 중입니다...";

//인코딩 Auto Detect Encoding
"Auto Detect Encoding" = "인코딩 자동 추정";

//히스토리 삭제
"Do you want remove all of history?" = "모든 히스토리를 삭제하시겠습니까?";
"You can't recover deleted history." = "삭제된 히스토리는 복구되지 않습니다";

//파일 삭제 경고
"Delete File" = "파일 삭제";

//파일 삭제 경고문
"Do you want to delete this file?" = "이 파일을 삭제하시겠습니까?";

//파일 삭제 완료
"is deleted" = "이(가) 삭제되었습니다.";

//깨진 이미지
"Broken Image" = "읽을 수 없는 이미지입니다";

//패스워드 입력창 타이틀
"Archive is password protected" = "비밀번호 입력";
//패스워드 입력창 해설
"Please input password for %@.\n(Press Esc key to cancel)" = "%@ 압축 파일을 푸는데 필요한 비밀번호를 입력하세요.\n(Esc키를 눌러서 취소할 수 있습니다)";

//배경 이미지 사용 안 함
"don't use background image" = "배경 이미지 사용 안 함";
//기본 이미지 사용
"use default image" = "기본 이미지 사용";

//열 수 있는 압축파일이나 이미지가 없는 경우 : 썸네일 브라우저
"This folder does not contain any Image files or Archives" = "이 폴더에는 이미지 파일이나 압축 파일이 없습니다.";

//파일 브라우저에서 복수 파일 삭제시 경고 메시지
"Do you want to delete these files?" = "이 파일들을 삭제하시겠습니까?";
"and other" = "외";
"files" = "개의 파일들";

//슬라이드쇼
"Others..." = "표시 간격을 직접 입력...";
"Seconds" = "초";

//왼쪽 이미지 저장
"Save Left Image..." = "왼쪽 이미지 저장...";
//오른쪽 이미지 저장
"Save Right Image..." = "오른쪽 이미지 저장...";
//한 이미지만 저장
"Save Image..." = "이미지 저장...";
//현재 한 이미지만 표시중
"Only 1 Page On Screen" = "현재 한 페이지만 표시중";

